{
    "navigation": {
        "about": "Om",
        "skills": "Kompetencer",
        "projects": "Projekter",
        "contact": "Kontakt",
        "education": "Uddannelse",
        "recommendations": "Anbefalinger"
    },
    "footer": {
        "copyright": "af Tania Argot"
    },
    "introduction": {
        "title": "Mød Tania",
        "description": "Uddannet humanist med interesse for at udvikle og sikre etisk korrekt IT med målgruppen inkluderet i hvert skridt i processen. Med en bachelor i kommunikation og en fremtidig kandidat i informationsteknologi kan jeg agere som både udvikler og integrator."
    },
    "skillbox": {
        "frontend": "Front-end",
        "frontend-description": "Med udgangspunkt i en solid teoretisk viden om at designe brugervenlig IT, har jeg derudover også opnået praktiske færdigheder i at opbygge dem.",
        "frontend-skills": [
            "HTML 5",
            "CSS3",
            "JavaScript",
            "React",
            "Styled Components",
            "Figma",
            "Canva",
            "Flask",
            "Material UI",
            "Tailwind CSS",
            "Bootstrap",
            "LaTeX"
        ],
        "backend": "Back-end",
        "backend-description": "With C being the first language I learned, procedural programming and I were better friends for a long time. Now, that I've cracked the code to object-oriented programming, we're become better friends - for now at least.",
        "backend-skills": [
            "PostgreSQL",
            "MySQL",
            "Java",
            "Python",
            "C"
        ],
        "management": "Projektledelse",
        "management-description": "Problem-based learning has taught me how to structure a project and the importance of team work.",
        "management-skills": [
            "Github",
            "Git",
            "VSCode",
            "IntelliJ",
            "Android Studio",
            "Jira",
            "Overleaf",
            "Waterfall Methodology",
            "Scrum",
            "Design Thinking",
            "Kanban Methodology",
            "Wrike"
        ],
        "other": "Andre Kompetencer",
        "other-description": "hej hej",
        "other-skills": [
            "Dansk C2",
            "Engelsk C1",
            "Litauisk A1",
            "Tysk A1"
        ]
    },
    "skillset": "Kompetencer",
    "education": {
        "master-title": "Kandidat i Digitalisering og applikationsudvikling",
        "master-year-institution": "2023-2025, Aalborg Universitet",
        "master-description": "2-årig kandidat.",
        "exchange-title": "Erasmus+ udveksling i Litauen",
        "exchange-year-institution": "Efterårssemestret 2024, Vilnius University",
        "exchange-description": "For at udvide min personlige og uddannelsesmæssige horisont tog jeg på fem måneders udveksling til Vilnius Universitet i Litauen. At arbejde med administration af IPv4/IPv6-adresser, Linux kernel og relationel algebra styrkede mine færdigheder inden for datastrukturer, algoritmedesign og databaseudvikling. Gennem tværkulturelt gruppearbejde blev min forståelse af kulturelle forskelle forstærket, hvilket yderligere øgede mine kommunikationsevner og tilpasningsevne. For at integrere og opbygge et professionelt netværk gennemførte jeg et A1 litauisk sprogkursus.",
        "bachelor-title": "Bachelor i Kommunikation og digitale medier",
        "bachelor-year-institution": "2020-2023, Aalborg Universitet",
        "bachelor-description": "Hej."
    },
    "download": {
        "resume": "CV"
    },
    "github": {
        "button": "Github"
    },
    "slides": [
    "“Tania har forstået og løftet ansvaret for hendes tildelte opgaver, overholdt deadlines, og derved opbygget tillid hos ledelsen.”",
    "“I sin tid med mig har hun udvist fleksibilitet i travle perioder, engagement - også når det gjaldt nye arbejdsopgaver - og evnen til at strukturere sine opgaver efter prioritet.”",
    "“Tania har siden første dag været utrolig engageret og empatisk, og har lagt en ansvarsfuld og dedikeret indsats i at få det lokale klubfællesskab på benene.”",
    "“Jeg anbefaler stærkt Tania til enhver virksomhed, der ønsker en hurtig lærende, intelligent og energisk medarbejder.”",
    "“Jeg kender Tania som en dygtig ansvarsfuld medarbejder, der aldrig går af vejen for nye opgaver. Hun er god til at se, hvor der mangler en hånd og ellers spørger hun.”"
  ],
  "employer": [
        "Anders Skagen, Multi-Byg A/S",
        "Jonas Holm, jonasholm.dk",
        "Claire Mourier, SIND Ungdom Aalborg",
        "Mie Nielsen, Kikkertland ApS",
        "Linda Granlie, Børnehuset Jægergårdsgade 68"
    ],
    "contact": {
        "title": "Lad os tage en snak!",
        "name": "Indtast Navn",
        "mail": "Indtast Mail",
        "message": "Indtast Besked",
        "submit": "Send"
    },
    "projects": {
        "title": "Udvalgte Projekter",
        "titleAll": "Projekter",
        "more": "Flere projekter",
        "projectList": [
            {
                "title": "EcoHour",
                "image": "/projects/ecohour.png",
                "labels": ["Java",  "Android", "API calls"],
                "description": "EcoHour er en Android-app udviklet i samarbejde med MinStrøms API. Den fungerer som et planlægningsværktøj, der gør det muligt for brugere at planlægge huslige opgaver baseret på de aktuelle elpriser. Appen blev udviklet som en prototype i forbindelse med et semesterprojekt."
            },
            {
                "title": "UI til eksperiment omkring tillid til AI",
                "image": "/projects/ai.jpg",
                "labels": ["API calls", "Prompt Engineering", "React", "React Hooks", "Vite", "Tailwind CSS", "Material UI"],
                "description": "Som en del af mit speciale udviklede vi en brugergrænseflade til et eksperiment omkring tillid til AI. Ved hjælp af OpenAI's API og prompt engineering skabte vi forskellige betingelser for at undersøge, hvordan disse påvirker brugerens tillid til AI-systemet. Den centrale tanke bag eksperimentet var,  at hvis systemer hjælper brugeren med at kalibrere deres tillid – så de hverken overvurderer eller undervurderer systemets evner – kan AI forhåbentligt anvendes mere effektivt og sikkert."
            }
        ]
    }
}