{
    "navigation": {
        "about": "Om",
        "skills": "Kompetencer",
        "upcoming": "Kommende",
        "projects": "Projekter",
        "contact": "Kontakt",
        "education": "Uddannelse",
        "recommendations": "Anbefalinger"
    },
    "progress": "Stadig under udvikling ...",
    "introduction": {
        "title": "Mød Tania",
        "description": "Humanist med stort H, drevet af et ønske om at skabe etisk ansvarlig teknologi, der reelt gavner brugerne. Med en baggrund i kommunikation og en voksende specialisering inden for UX/UI og frontend-udvikling bygger jeg bro mellem menneskelige behov og digitale systemer. Jeg tror på, at betydningsfuld IT begynder med brugerne — ikke kun hvad de siger de vil have, men hvad de har brug for.",
        "description1": "Gennem research, prototyper og sans for detaljer finder jeg frem til de usagte ting, der afgør, om en brugeroplevelse fungerer. Min kombinerede baggrund i humanoria og IT gør mig til en hybrid tænker — ligeligt komfortabel med wireframes som i kode, teori og implementering."
    },
    "skillboxList": [
        {
            "title": "Front-end",
            "description": "Med viden og kompetencer i at både designe og bygge brugervenlig IT, har jeg evnerne til at agere som både UX/UI-designer og front-end udvikler.",
            "skills": [
                "HTML 5",
                "CSS3",
                "JavaScript",
                "React",
                "Styled Components",
                "Figma",
                "Canva",
                "Flask",
                "Material UI",
                "Tailwind CSS",
                "Bootstrap",
                "Balsamiq",
                "LaTeX"
            ],
            "image": "/frontend.svg"
        },
        {
            "title": "Back-end",
            "description": "Med erfaring i både procedural- og objektorienteret programmering kan jeg administrere serveren, applikationen og databasen.",
            "skills": [
                "PostgreSQL",
                "MySQL",
                "Java",
                "Python",
                "API calls",
                "C",
                "Linux kernel",
                "IPv4/IPv6"
            ],
            "image": "/backend.svg"
        },
        {
            "title": "Projektledelse",
            "description": "Problembaseret læring har lært mig, hvordan man strukturerer et teambaseret projekt på en række forskellige måder sammen med diverse sæt værktøjskasser.",
            "skills": [
                "Github",
                "Git",
                "VSCode",
                "IntelliJ",
                "Android Studio",
                "Jira",
                "Overleaf",
                "Vandfaldsmetoden",
                "Scrum",
                "Design Thinking",
                "Kanban",
                "Wrike"
            ],
            "image": "/project.svg"
        },
        {
            "title": "Andre Kompetencer",
            "description": "Tværkulturelt teamwork og kommunikation i alle dens former er meget værdifuldt for mig, og jeg bestræber mig altid på at holde mig opdateret med min humanistiske baggrund såvel som min tekniske.",
            "skills": [
                "Dansk C2",
                "Engelsk C1",
                "Litauisk A1",
                "Tysk A1",
                "Brugercentrerede metoder",
                "B2B",
                "B2C"
            ],
            "image": "/softskills.svg"
        }

    ],
    "skillset": "Kompetencer",
    "educations": "Uddannelse",
    "education": {
        "educationsList": [
            {
                "title": "Kandidat i Digitalisering og applikationsudvikling",
                "year": "2023-2025, Aalborg Universitet",
                "description": "En kandidat rettet mod humaniora, fokuseret på at bygge videre på eksisterende viden med softwareudvikling, interaktionsdesign og brugercentrerede metoder. At arbejde projektorienteret med problemstillinger i den virkelige verden på tværs af mange forskellige teknologier og programmeringssprog har givet mig mulighed for at bygge et solidt fundament i programmering, hvilket gør det nemmere at lære nye sprog hurtigere. Ved at udvide min allerede-eksisterende viden og færdigheder i at designe og bygge brugercentreret teknologi, har jeg evnerne til at fungere som både integrator og udvikler."
            },
            {
                "title": "Erasmus+ udveksling i Litauen",
                "year": "Efterårssemestret 2024, Vilnius University",
                "description": "For at udvide min personlige og uddannelsesmæssige horisont tog jeg på fem måneders udveksling til Vilnius Universitet i Litauen. At arbejde med administration af IPv4/IPv6-adresser, Linux kernel og relationel algebra styrkede mine færdigheder inden for datastrukturer, algoritmedesign og databaseudvikling. Gennem tværkulturelt gruppe-arbejde blev min forståelse af kulturelle forskelle forstærket, hvilket yderligere øgede mine kommunikationsevner og tilpasningsevne. For at integrere og opbygge et professionelt netværk gennemførte jeg et A1 litauisk sprogkursus."
            },
            {
                "title": "Bachelor i Kommunikation og digitale medier",
                "year": "2020-2023, Aalborg Universitet",
                "description": "En bachelor, der giver en stærk viden om menneskers sproglige og kommunikative adfærd, hvordan de interagerer med hinanden i sociale, organisatoriske og kulturelle sammenhænge, ​​og hvordan kommunikation udvikler sig, når IKT inkorporeres. At dykke ned i kommunikationsteorier og -strategier med etik og videnskabelige teorier taget i betragtning, hjalp mig med at opbygge en solid base i at analysere auditiv, visuel, skriftlig og talt kommunikation og transformere dem til design lavet til mennesker, af mennesker."
            }
        ]
    },
    "download": {
        "resume": "CV",
        "github": "Github"
    },
    "recommendationsList": [
        {
            "quote": "“Tania har forstået og løftet ansvaret for hendes tildelte opgaver, overholdt deadlines, og derved opbygget tillid hos ledelsen.”",
            "employer": "Anders Skagen, Multi-Byg A/S"
        },
        {
            "quote": "“I sin tid med mig har hun udvist fleksibilitet i travle perioder, engagement - også når det gjaldt nye arbejdsopgaver - og evnen til at strukturere sine opgaver efter prioritet.”",
            "employer": "Jonas Holm, jonasholm.dk"
        },
        {
            "quote": "“Tania har siden første dag været utrolig engageret og empatisk, og har lagt en ansvarsfuld og dedikeret indsats i at få det lokale klubfællesskab på benene.”",
            "employer": "Claire Mourier, SIND Ungdom Aalborg"
        },
        {
            "quote": "“Jeg anbefaler stærkt Tania til enhver virksomhed, der ønsker en hurtig lærende, intelligent og energisk medarbejder.”",
            "employer": "Mie Nielsen, Kikkertland ApS"
        },
        {
            "quote": "“Jeg kender Tania som en dygtig ansvarsfuld medarbejder, der aldrig går af vejen for nye opgaver. Hun er god til at se, hvor der mangler en hånd og ellers spørger hun.”",
            "employer": "Linda Granlie, Børnehuset Jægergårdsgade 68"
        }
    ],
    "contact": {
        "title": "Lad os tage en snak!",
        "name": "Indtast navn",
        "mail": "Indtast mail",
        "message": "Indtast besked",
        "submit": "Send",
        "success": "Din besked blev sendt."
    },
    "projects": {
        "title": "Projekter",
        "titleAll": "Projekter",
        "more": "Flere projekter",
        "projectList": [
            {
                "title": "EcoHour",
                "image": "/projects/ecohour.png",
                "labels": ["Java",  "Android", "API calls"],
                "description": "EcoHour er en Android-applikation, udviklet som en del af et semesterprojekt. I samarbejde med MinStrøms API, samlede vi en kalender, to-do liste, og elpris-app i ét planlægningsværktøj. EcoHour gør det muligt at planlægge husholdningsopgaver omkring elpriserne.",
                "sourcecode": "Se kode",
                "sourcecodelink": "https://github.com/targot19/P8.git"
            },
            {
                "title": "Eksperiment omkring tillid til AI",
                "image": "/projects/thesis.png",
                "labels": ["API calls", "Prompt Engineering", "React", "Vite", "Tailwind CSS", "Material UI"],
                "description": "Som en del af mit speciale udviklede vi et UI til et eksperiment, der udforskede tillid til AI, specifikt i LLM'er. Med to uafhængige variabler, blev fire forskellige forhold specificeret med dét formål at undersøge, hvordan de påvirker brugertillid. Ved at bruge OpenAIs API brugte vi prompt engineering til at designe vores eksperiment. Efterhånden som AI bliver mere fremtrædende i vores hverdag, byggede hovedideen på at kalibrere ens tillid for at undgå at blive både over- og underafhængig. UI tjente som forskning gennem design og blev bygget med React, Material UI og Tailwind CSS.",
                "sourcecode": "Se kode",
                "sourcecodelink": "https://github.com/targot19/speciale-P10.git"
            },
            {
                "title": "Portfolio",
                "image": "/projects/portfolioss.png",
                "labels": ["HTML/CSS", "React", "Bootstrap", "Material UI", "i18n"],
                "description": "Dette er projektet, du i øjeblikket kigger på! Denne portefølje er en webapplikation, bygget fra bunden og udviklet ved hjælp af React, Styled Components og CSS-frameworks som Bootstrap og Embla Carousel. For både at fremvise mit arbejde og øve mig i at bygge en React-applikation blev denne portfolio lavet i slutningen af ​​min kandidat. Disclaimer: Projektet mangler et strømlinet design og at blive gjort responsivt.",
                "sourcecode": "Se kode",
                "sourcecodelink": "https://github.com/targot19/portfolio.git"
            },
            {
                "title": "Tom and Jerry",
                "image": "/projects/tomandjerry.png",
                "labels": ["Java", "JavaFX"],
                "description": "Spillet er baseret på den populære 'Tom and Jerry' tv-serie og er udviklet i Java til mit objektorienterede programmeringskursus. Så simpelt som brugergrænsefladen kan se ud, lige så enkelt er spillet. Dette var min første Java-applikation, og opbygningen af ​​den hjalp mig med at udvikle en grundlæggende forståelse af objektorienterede programmeringskoncepter såsom arv, polymorfi og indkapsling.",
                "sourcecode": "Se kode",
                "sourcecodelink": "https://github.com/targot19/GOOP-EXAM.git"
            }
        ]
    }
}