{
    "navigation": {
        "about": "About",
        "skills": "Skills",
        "projects": "Projects",
        "upcoming": "Upcoming",
        "contact": "Contact",
        "education": "Education",
        "recommendations": "Recommendations"
    },
    "progress": "Still in progress ...",
    "introduction": {
        "title": "Meet Tania",
        "description": "Humanist with a capital H, passionate about developing and ensuring ethically correct IT. With a solid foundation in communication and a passion for UX/UI and thus front-end, I believe that one of the most important things we can do to develop IT that moves forward is simply to involve users. They can't always put their needs into words, or why they have that need, but with my analytical mind and eye for detail, I delve into what users say - and what they don't - to find out exactly that.",
        "description1": "My top-up in IT makes me a unique profile, a cross-section between the human and the system. Maybe that's exactly what you're looking for?"
    },
    "skillboxList": [
        {
            "title": "Front-end",
            "description": "With knowledge and skills in both designing and building user-friendly IT, I have the abilities to act as both UX/UI-designer and front-end developer.",
            "skills": [
                "HTML 5",
                "CSS3",
                "JavaScript",
                "React",
                "Styled Components",
                "Figma",
                "Canva",
                "Flask",
                "Material UI",
                "Tailwind CSS",
                "Bootstrap",
                "Balsamiq",
                "LaTeX"
            ],
            "image": "../src/assets/frontend.svg"
        },
        {
            "title": "Back-end",
            "description": "Having experience with both procedural and object-oriented programming, I can manage the server, application, and database.",
            "skills": [
                "PostgreSQL",
                "MySQL",
                "Java",
                "Python",
                "API calls",
                "C",
                "Linux kernel",
                "IPv4/IPv6"
            ],
            "image": "../src/assets/backend.svg"
        },
        {
            "title": "Project Management",
            "description": "Problem-based learning has taught me how to structure a team-based project in a variety of ways, along with different sets of toolboxes.",
            "skills": [
                "Github",
                "Git",
                "VSCode",
                "IntelliJ",
                "Android Studio",
                "Jira",
                "Overleaf",
                "Waterfall Methodology",
                "Scrum",
                "Design Thinking",
                "Kanban Methodology",
                "Wrike"
            ],
            "image": "../src/assets/project.svg"
        },
        {
            "title": "Other Skills",
            "description": "Cross-cultural teamwork and communication in all its forms are highly valuable to me, and I always strive to stay updated with my humanities’ background as well as my technical one.",
            "skills": [
                "Danish C2",
                "English C1",
                "Lithuanian A1",
                "German A1",
                "User-centered methods",
                "B2B",
                "B2C"
            ],
            "image": "../src/assets/softskills.svg"
        }

    ],
    "skillset": "Skills",
    "educations": "Education",
    "education": {
        "educationsList": [
            {
                "title": "Msc in Digitalisation and Application Development",
                "year": "2023-2025, Aalborg University",
                "description": "A master targeted towards humanities, focused on building upon existing knowledge with software development, interaction design, and user-centered methodologies. Working project-oriented with real-world issues across many different technologies and programming languages has allowed me to build a solid foundation in programming, making it easier to learn new languages faster. Expanding my already-existing knowledge and skills in designing and building user-centered technology, I have the capabilities to act as both integrator and developer."
            },
            {
                "title": "Erasmus+ Exchange in Lithuania",
                "year": "Fall semester 2024, Vilnius University",
                "description": "To broaden my personal and educational horizon, I went on a five month exchange to Vilnius University in Lithuania. Working with IPv4/IPv6 address management, Linux kernel, and relational algebra strengthened my skills in data structures, algorithm design, and database development. Through cross-cultural teamwork, my understanding of cultural differences deepened, further augmenting my communication skills and adaptability. To integrate and build a professional network, I completed an A1 Lithuanian language course."
            },
            {
                "title": "BA in Communication and Digital Media",
                "year": "2020-2023, Aalborg University",
                "description": "A bachelor providing a strong knowledge in people’s linguistic and communicative behaviour, how they interact with each other in social, organisational, and cultural contexts, and how communication evolves when ICT is incorporated. Diving into communication theories and strategies while taking ethics and scientific theories into consideration helped me build a solid base in analysing auditorial, visual, written, and spoken communication and transform them into designs made for humans, by humans."
            }
        ]
    },
    "download": {
        "resume": "Resume",
        "github": "Github"
    },
    "recommendationsList": [
        {
            "quote": "“Tania has understood and taken responsibility for her assigned tasks, met deadlines, and thereby built trust with management.”",
            "employer": "Anders Skagen, Multi-Byg A/S"
        },
        {
            "quote": "“During her time with me, she has demonstrated flexibility during busy periods, commitment - also when it came to new work tasks - and the ability to structure her tasks according to priority.”",
            "employer": "Jonas Holm, jonasholm.dk"
        },
        {
            "quote": "“Tania has been incredibly committed and empathetic since day one, and has made a responsible and dedicated effort to get the local club community up and running.”",
            "employer": "Claire Mourier, SIND Ungdom Aalborg"
        },
        {
            "quote": "“I strongly recommend Tania to any company, who wish for a fast learner, intelligent and energetic employee.”",
            "employer": "Mie Nielsen, Kikkertland ApS"
        },
        {
            "quote": "“I know Tania as a capable, responsible employee who never shys away from new tasks. She is good at seeing where a hand is needed and otherwise she asks.”",
            "employer": "Linda Granlie, Børnehuset Jægergårdsgade 68"
        }
    ],
    "contact": {
        "title": "Let's have a talk!",
        "name": "Enter Name",
        "mail": "Enter Mail",
        "message": "Enter Message",
        "submit": "Submit",
        "success": "Your message was sent."
    },
    "projects": {
        "title": "Projects",
        "titleAll": "Projects",
        "more": "More Projects",
        "projectList": [
            {
                "title": "EcoHour",
                "image": "./src/assets/ecohour.png",
                "labels": ["Java",  "Android", "API calls"],
                "description": "EcoHour is an Android application developed as part of a semester project. In collaboration with MinStrøm’s API, we created a calendar, to-do list, and electricity price app all in one planning tool. EcoHour makes it possible to plan household tasks around electricity prices.",
                "sourcecode": "View Code",
                "sourcecodelink": "https://github.com/targot19/P8.git"
            },
            {
                "title": "Experiment on Trust in AI",
                "image": "./src/assets/thesis.png",
                "labels": ["API calls", "Prompt Engineering", "React", "Vite", "Tailwind CSS", "Material UI"],
                "description": "As part of my master’s thesis, we developed a user interface for an experiment exploring trust in AI, specifically in LLMs. With two independent variables, four different conditions were specified with the purpose of examining how they influence user trust. By using OpenAI’s API, we used prompt engineering to design our experiment. As the topic of AI becomes more prominent in our everyday lives, the main idea built upon calibrating one's trust to avoid becoming both overreliant and underreliant. The UI served as research through design and was built with React, Material UI, and Tailwind CSS.",
                "sourcecode": "View Code",
                "sourcecodelink": "https://github.com/targot19/speciale-P10.git"
            },
            {
                "title": "Portfolio",
                "image": "./src/assets/portfolioss.png",
                "labels": ["React", "React Hooks", "Vite", "Tailwind CSS", "Material UI"],
                "description": "This is the project you’re currently looking at! This portfolio is a built-from-scratch web application, developed using React, Styled Components, and CSS frameworks like Material UI and Embla Carousel. To both showcase my work and practice building a React application, this portfolio was made at the end of my Master. Disclaimer: The project is still missing responsiveness and a complete clean-cut design.",
                "sourcecode": "View Code",
                "sourcecodelink": "https://github.com/targot19/portfolio.git"
            },
            {
                "title": "Tom and Jerry",
                "image": "./src/assets/tomandjerry.png",
                "labels": ["Java"],
                "description": "The game is based on the popular “Tom and Jerry” TV series and was developed in Java for my object-oriented programming course. As simple as the UI may look, just as simple is the game. This was my first Java application, and building it helped me develop a fundamental understanding of object-oriented programming concepts such as inheritance, polymorphism, and encapsulation.",
                "sourcecode": "View Code",
                "sourcecodelink": "https://github.com/targot19/GOOP-EXAM.git"
            }
        ]
    }
}